Repository: comlounge/maparticipate
Catalog: maparticipate/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Your E-Mail address will never be publically visible
de: Ihre E-Mail-Adresse wird nie öffentlich angezeigt.

source: Password
de: Passwort

source: Passwords must match
de: Das Passwort muß übereinstimmen.

source: For your own security, please choose a long and secure password you use nowhere else.
de: Bitte wählen Sie für Ihre eigene Sicherheit ein langes und sicheres Passwort, dass sie nirgends sonst verwenden.

source: Password confirmation
de: Passwort-Wiederholung

source: Full name
de: Voller Name

source: Your full name is visible to the public under your proposals and comments.
de: Ihr Name wird öffentlich unter Ihren Vorschlägen und Kommentaren angezeigt.

source: Your Registration is now finished
de: Ihre Registrierung ist jetzt fertig.

source: Welcome to the collaborative route planning tool
de: Willkommen zum kollaborativen Planungstool

source: Reset password
de: Passwort zurücksetzen

source: Your Code to reset your password
de: Ihr Code, um Ihr Passwort zurückzusetzen

source: User unknown
de: Benutzer unbekannt

source: This email address cannot not be found in our user database
de: Wir konnten diese E-Mail-Adresse leider nicht in unserer Datenbank finden.

source: Your password is not correct
de: Das Passwort ist nicht korrekt

source: Your user has not yet been activated.
de: Dieses Benutzerkonto wurde noch nicht aktiviert

source: Login failed
de: Login fehlgeschlagen

source: You are now logged in
de: Sie sind jetzt eingeloggt

source: We sent you further instructions via e-mail on how to finish your registration. Please also check your spam folder.
de: Wir haben Ihnen per E-Mail weitere Informationen geschickt, um Ihre Registrierung abzuschliessen. Bitte überprüfen Sie auch Ihren Spam-Ordner

source: Your registration was successful.
de: Ihre Registrierung war erfolgreich

source: Your account is now activated.
de: Ihr Benutzerkonto ist jetzt aktiviert

source: The activation code is not valid. Please try again or <a href="%(url)s">click here</a> in order to receive a new code.
de: Der Aktivierungs-Code ist nicht gültig. Bitte versuchen Sie es noch einmal oder <a href="%(url)s"klicken Sie hier</a>, um einen neuen Code zu erhalten.

source: We sent you another activation code. Please check out e-mail account including your spam folder.
de: Wir haben Ihnen einen weiteren Aktivierungs-Code zugesendet. Bitte überprüfen Sie Ihre E-Mail-Konto inklusive dem Spam-Ordner.

source: Your account is already active, please login
de: Ihr Benutzerkonto ist schon aktiv, bitte loggen Sie sich ein.

source: A link with instructions on how to reset your password has been sent to you via e-mail. Please check out e-mail account including your spam folder.
de: Ein Link mit einer Anleitung zum Zurücksetzen Ihres Passwortes wurde Ihen per E-Mail zugestellt. Bitte überprüfen Sie Ihre E-Mail-Konto inklusive dem Spam-Ordner.

source: Your password has been changed.
de: Das Passwort wurde geändert

source: The user has been updated.
de: Die Benutzerdaten wurden aktualisiert

source: The user has been added.
de: Der Benutzer wurde hinzugefügt

source: The user has been deleted.
de: Der Benutzer wurde gelöscht

source: The user has been activated.
de: Der Benutzer wurde aktiviert

source: The user has been deactivated.
de: Der Benutzer wurde deaktiviert

source: can manage users
de: kann Benutzer verwalten

source: main administrator
de: Hauptadministrator

source: Route proposal by {name}
de: Streckenvorschlag von {name}

source: Thank you for your proposal
de: Danke für Ihren Vorschlag

source: New proposal
de: Neuer Vorschlag

source: Comment deleted successfully
de: Der Kommentar wurde erfolgreich gelöscht

source: New comment
de: Neuer Kommentar

source: Comment posted successfully
de: Der Kommentar wurde veröffentlicht

source: Please enter a comment
de: Bitte tragen Sie einen Kommentartext ein.

source: View proposals
de: Vorschläge ansehen

source: If you just want to leave a general comment on the map, click here
de: Wenn Sie nur einen allgemeinen Kommentar auf der Karte hinterlassen wollen, klicken Sie bitte hier.

source: Add comment on map
de: Kommentar auf Karte hinzufügen

source: In order to comment on proposals or the general map you need a user account
de: Sie brauchen ein Benutzerkonto, Um einen Vorschlag oder auf der Karte zu kommentieren.

source: Login to comment
de: Einloggen, um zu kommentieren

source: Login / Register
de: Einloggen / Registrieren

source: Newest proposals
de: Neueste Vorschläge

source: proposal by
de: Vorschlag von

source: sub track
de: Teilstrecke

source: on
de: am

source: Newest comments
de: Neueste Kommentare

source: new comment for the proposal by
de: Neuer Kommentar für den Vorschlag von

source: Imprint
de: Impressum

source: This field is required
de: Dieses Feld muss angegeben werden

source: Really Delete?
de: Wirklich löschen?

source: Yes
de: Ja

source: No
de: Nein

source: Delete
de: Löschen

source: Center map back to start and end point
de: Karte auf Start- und Enpunkt zentrieren.

source: Center map
de: Karte zentrieren

source: Add comment
de: Kommentar hinzufügen

source: You can only save once you changed something.
de: Sie müssen etwas ändern, bevor Sie speichern können.

source: Save
de: Speichern

source: Please login to comment or create proposals
de: Bitte loggen Sie sich ein, um zu kommentieren oder Vorschläge einzureichen.

source: Comment
de: Kommentar

source: Add Bridge
de: Brücke hinzufügen

source: Bridge
de: Brücke

source: Add Tunnel
de: Unterführung hinzufügen

source: Tunnel
de: Unterführung

source: Key figures
de: Kennzahlen

source: linear distance
de: Luftlinie

source: current distance
de: Aktuelle Distanz

source: Detour factor
de: Umwegfaktor

source: Elevation profile
de: Höhenprofil

source: If you move your mouse pointer on the evelation profile the corresponding part of the route will be highlighted.
de: Wenn Sie den Mauszeiger im Höhenprofil bewegen, wird die entsprechende Teilroute hervorgehoben.

source: Slope
de: Steigung

source: Beware: a precise computation is not possible, the elevation profile only serves as a rough estimate.
de: Achtung: Eine genaue Berechnung ist hier leider nicht möglich, das Höhenprofil dient nur der groben Orientierung.

source: Proposal by
de: Vorschlag von

source: Are you sure?
de: Sind Sie sicher?

source: Drag here to change the route
de: Hier ziehen, um die Route zu ändern

source: Edit Route
de: Route bearbeiten

source: route proposals
de: Routenvorschläge

source: general comments
de: Generelle Kommentare

source: Help
de: Hilfe

source: Register
de: Registrieren

source: My proposals
de: Meine Vorschläge

source: Change Password
de: Passwort ändern

source: Logout
de: Ausloggen

source: This is how you create your proposal
de: So erstellen Sie einen Vorschlag

source: You start with a straight line between the start and end point of the sub section
de: Sie starten mit einer geraden Linie zwischen dem Start- und Endpunkt einer Teilstrecke

source: You can move the start and end point. But don't move it too far so that the connection to the next sub section still works.
de: Sie können den Start- und Endpunkt verschieben. Verschieben Sie ihn aber nicht zu weit, damit ein sinnvoller Anschluß an die anderen Teilstrecken möglich ist.

source: Edit the route
de: Route bearbeiten

source: In order to refine your route, move the gray point in the middle to a new position. After that two new points will appear on the new sub routes. That way you can refine the route point by point.
de: Klicken Sie auf den grauen Punkt in der Mitte der Route, um sie zu verfeinern. Danach erscheinen zwei neue Punkte auf den neuen Teilstrecken. So können Sie die Route nach und nach verfeinern und behalten den Start- und Endpunkt immer im Blick

source: You can save your route and continue working on it later. As long as you didn't submit it, it won't be visible to anyone.
de: Sie können den Vorschlag speichern und später daran weiterarbeiten. Solange Sie ih nicht einreichen, ist er nur für Sie sichtbar.

source: Understood
de: Verstanden

source: Back to overview
de: Zurück zur Liste

source: Create new proposal
de: Neuen Vorschlag anlegen

source: Edit proposal
de: Vorschlag bearbeiten

source: Original proposal by
de: Originalvorschlag von

source: If you submit a proposal, it will be public. You also cannot edit it further.
de: Wenn Sie Ihren Vorschlag einreichen, wird er öffentlich sichtbar und Sie können ihn nicht mehr bearbeiten.

source: Submit proposal
de: Vorschlag einreichen

source: You can only save it once you changed something
de: Sie können nur speichern, wenn Sie etwas geändert haben.

source: Cancel
de: Abbrechen

source: Description
de: Beschreibung

source: Please describe what your proposal is about
de: Bitte beschreiben Sie Ihren Vorschlag hier kurz

source: back to overview
de: Zurück zur Liste

source: Sub section
de: Teilstrecke

source: published
de: veröffentlicht

source: by
de: von

source: Delete proposal
de: Vorschlag löschen

source: You can still edit your proposal as long as you haven't submitted it. After that it's public and cannot be changed anymore.
de: Sie können Ihren Vorschlag editieren, solange Sie ihn nicht eingereicht haben. Danach ist er öffentlich und kann nicht mehr verändert werden.

source: Once your proposal is finished you can submit it for review. It will then be publically visible and can be commented on.
de: Sobald Sie ihren Vorschlag fertig bearbeitet haben, können Sie ihn einreichen. Er ist dann öffentlich sichtbar und kann von anderen Benutzern kommentiert werden.

source: Please note that once submitted you cannot change your proposal anymore.
de: Bitte beachten Sie, dass Sie Ihren Vorschlag nicht mehr bearbeiten können, sobald er eingereicht wurde.

source: Once you submitted your proposal it will be publically visible and cannot be changed anymore.
de: Sobald Sie Ihren Vorschlag eingereicht haben, wird er öffentlich sichtbar und kann nicht mehr bearbeitet werden.

source: Submit proposal for review
de: Vorschlag einreichen

source: new proposal
de: Neuer Vorschlag

source: Use proposal as base for your own proposal
de: Vorschlag als Basis für einen eigenen Vorschlag nutzen

source: Comments
de: Kommentare

source: %(num)d comment
de: %(num)d Kommentar

source: Author
de: Autor

source: Your comment
de: Ihr Kommentar

source: Submit comment
de: Kommentar veröffentlichen

source: Please login to comment
de: Einloggen, um zu kommentieren

source: Select subsection
de: Teilstrecke auswählen

source: In order to manage the full route better you can edit them in parts
de: Um die komplette Route einfacher verwalten zu können, können Sie sie in Teilstrecken bearbeiten

source: You can view and comment on proposed routes
de: Sie können vorgeschlagene Routen einsehen und kommentieren.

source: Please select a subsection
de: Bitte wählen Sie eine Teilstrecke

source: Number of proposals
de: Anzahl der Vorschläge

source: All sub sections
de: Alle Teilstrecken

source: No proposals have been created yet. Your's can be the first!
de: Bislang wurden noch keine Vorschläge eingereicht. Ihrer könnte der erste sein!

source: My Proposals
de: Meine Vorschläge

source: Submitted Proposals
de: Eingereichte Vorschläge

source: No proposals have yet been submitted.
de: Bislang wurden keine Vorschläge eingereicht

source: add own proposal
de: Eigenen Vorschlag hinzufügen

source: Create Proposal
de: Vorschlag anlegen

source: You reached the number of proposals you can create per sub section
de: Die haben die maximale Anzahl an Vorschlägen für diese Teilstrecke erreicht.

source: Please login to create your proposal
de: Bitte loggen Sie sich ein, um einen Vorschlag zu erstellen.

source: Thank you for your participation!
de: Vielen Dank für Ihre Mitarbeit!

source: You have to login in order to create a proposal or comment on one
de: Sie müssen sich einloggen, um einen Vorschlag zu erstellen oder Vorschläge zu kommentieren

source: remember me
de: Eingeloggt bleiben

source: forgot password?
de: Passwort vergessen?

source: Set new password
de: Neues Passwort setzen

source: Use the form below to set a new password for your account.
de: Benutzen Sie das Formular unten, um ein neues Passwort zu erstellen

source: Save new password
de: Neues Passwort speichern

source: Please register
de: Registrieren

source: This is how you do it
de: So geht das:

source: Fill out this form
de: Füllen Sie dieses Formular aus.

source: We will send you an activation code via email
de: Wir senden Ihnen eine Aktivierungs-E-Mail zu.

source: After clicking on that code your account will be activated and you can start proposing
de: Nachdem Sie auf den Aktivierungslink in der E-Mail geklickt haben, ist Ihr Konto aktiv und Sie können eigene Vorschläge anlegen.

source: You didn't receive your activation code?
de: Sie haben keinen Aktivierungs-Code erhalten?

source: Send new activation code
de: Neuen Aktivierungs-Code zusenden

source: Set a new password
de: Neues Passwort speichern

source: Request new password
de: Neues Passwort anfordern
